# HeatingLoadDividedByArea Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
SpecTypeId..::..HeatingLoadDividedByArea Property
SpecTypeId Class See Also
---
Heating Load divided by Area, in discipline HVAC.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId HeatingLoadDividedByArea { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property HeatingLoadDividedByArea As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ HeatingLoadDividedByArea {
	ForgeTypeId^ get ();
}
```

# See Also
SpecTypeId Class
Autodesk.Revit.DB Namespace